<?php

return [
    

    //ترجمة لقسم الغرف
    'hotel_name'     => 'اسم الفندق',
    "room_no"        => 'رقم الغرفة',
    "size"           => 'حجم الغرفة',
    "cost_per_night" => 'تكلفة الليلة الواحده',
    "status"         => 'حالة الغرفة',




    // ترجمة لقسم الرحلات
    "trip_no"               => 'رقم الرحلة',
    "trip_name"             => 'اسم الرحلة',
    "capacity"              => 'العدد المحدد للرحلة',
    "dead_line"             => 'اخر معاد للحجز',
    


    // ترجمة لقسم المطاعم
    "food_no"               => 'رقم الطبق',
    "Restaurant_name"       => 'اسم المطعم',
    "number"                => 'رقم المطعم',



    // ترجمة لقسم الطائرات
    "flight_no"             => 'رقم الطائرة',
    "company_name"          => 'شركة الطائرة',
    "airport_name"          => 'اسم المطار',
    "flight_destinaion"     => 'واجهة السفر',
    "travil_date"           => 'ميعاد الاقلاع',

    //مشتركة بينهم
    "cost"                  => 'سعر المنتج',
    "has_offer"             => 'هل لدي المنتج عروض',
    "image"                 => 'صورة المنتج',
    "address"               => 'العنوان',
    "notes"                 => "معلومات اضافية",
    "company_number"        => 'رقم خدمة العملاء'
];